<template lang="pug">
  v-card
    v-card-title
      div
        .title.mb-2.teal--text
          | Калькулятор стоимости работ и материалов
        p
          | Для вашего удобства мы разработали максимально точный калькулятор электромонтажных работ
    v-card-text
      .headline.mb-2
        | Инструкция по использованию калькулятора
      p
        | Мы разработали для Вас удобный калькулятор стоимости работ и материалов. С его помощью Вы сможете самостоятельно оценить, какую сумму Вы потратите на выбранные Вами работы и необходимые для этого материалы.
      v-list( three-line )
        v-list-tile
          v-list-tile-avatar
            | 1
          v-list-tile-content
            v-list-tile-title
              | Выберите материал
            v-list-tile-sub-title
              | Сначала нужно выбрать материал, из которого изготовлены стены вашей квартиры. Наведите курсор мыши на соответствующее окошко и кликните по нему
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 2
          v-list-tile-content
            v-list-tile-title
              | Общая площадь помещений
            v-list-tile-sub-title
              | Затем определитесь с общей площадью помещений, в которых предполагается произвести работы. В форме «Квадратура помещения» нажимайте на кнопки + или – для ввода общей площади помещений, в которых предстоит произвести работы. Ввод можно произвести и вручную с клавиатуры.
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 3
          v-list-tile-content
            v-list-tile-title
              | Количество розеток
            v-list-tile-sub-title
              | Выбирайте в соответствующих полях необходимое Вам количество различных розеток, которые хотите установить. Подумайте о кухне. Сколько у вас в хозяйстве электроприборов (холодильник, микроволновка, посудомоечная машина и т. д.).
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 4
          v-list-tile-content
            v-list-tile-title
              | Осветительные приборы
            v-list-tile-sub-title
              | Тем же способом введите количество осветительных приборов, которые предстоит смонтировать. Введите количество выключателей, которыми они будут включаться.
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 5
          v-list-tile-content
            v-list-tile-title
              | Поставьте или снимите галочки
            v-list-tile-sub-title
              | Поставьте или снимите галочки в полях «Звонок», «Щиток в подъезде», «Щиток в помещении в соответствии со своим выбором.
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 6
          v-list-tile-content
            v-list-tile-title
              | Всплывающую подсказка
            v-list-tile-sub-title
              | Наводя курсор мыши на знак вопроса, стоящий напротив каждого поля формы, Вы увидите всплывающую подсказку.
        v-divider
        v-list-tile
          v-list-tile-avatar
            | 7
          v-list-tile-content
            v-list-tile-title
              | Рассчитать стоимость
            v-list-tile-sub-title
              | Закончив ввод, нажмите на кнопку «Рассчитать стоимость». Нажав эту кнопку, вы получите «Перечень работ», «Перечень материалов» и их стоимость. Будет отражен и размер предоставляемой скидки.

</template>

<script>
export default {
  name: 'description',
  data () {
    return {
      //
    }
  }
}
</script>

<style lang="stylus" scoped>
  //
</style>
